export const AboutText = () => {
  return (
    <div className="w-5/6 mt-10 text-justify p-8 rounded-3xl bg-gray-200 border">
      <p className="sm:text-sm md:text-base lg:text-lg xl:text-xl">Мы считаем, что прозрачность и безопасность сделок — это не дополнительные опции, а обязательная база, 
        как тормоза или руль в автомобиле. Поэтому наша платформа создана для того, чтобы фермеры и покупатели — магазины, 
        рестораны — могли работать напрямую, без страха за качество или финансовую безопасность. Мы заботимся о том, 
        чтобы каждая сделка была честной, удобной и приносила радость обеим сторонам.
      </p>
    </div>
  );
};